import chainsawImg1 from "../img/chainsaw.jpg";
import chainsawImg2 from "../img/chainsaw2.jpg";
import chainsawImg3 from "../img/chainsaw3.jpg";
import chainsawImg4 from "../img/chainsaw4.jpg";
import chainsawImg5 from "../img/chainsaw5.jpg";
import chainsawImg6 from "../img/chainsaw6.jpg";

const chainsaws = [
    {
        id: 1,
        img: chainsawImg2,
        title: "Бензопила MS 212",
        description: "Для роботи в приватному секторі та саду.Компактна та легка, ця бензопила стане ідеальним вибором для садових робіт та догляду за деревами. Незважаючи на невелику вагу, вона має достатню потужність для ефективного різання.",
        price: 4500,
        power: 1000
    },
    {
        id: 2,
        img: chainsawImg4,
        title: "Бензопила MS 194 T",
        description: "Бензопила для лісового господарства та заготівлі дров.Ця модель створена для інтенсивного використання в найскладніших умовах. Надійний двигун великої потужності легко справляється з будь-якими завданнями.",
        price: 14000,
        power: 2000
    },
    {
        id: 3,
        img: chainsawImg5,
        title: "Бензопила MS 210",
        description: "Бензопила для приватного господарства.Ідеальна для професійних лісорубів та домашніх майстрів, ця бензопила поєднує в собі високу потужність і надійність. Легко справляється з товстими деревами та сучками.",
        price: 10000,
        power: 1250
    },
    {
        id: 4,
        img: chainsawImg6,
        title: "Бензопила MS DSG-25H",
        description: "Бензопила для догляду за деревами на присадибних ділянках.з економним споживанням палива та низьким рівнем шуму.Оснащена системою легкого запуску, що дозволяє швидко розпочати роботу без зайвих зусиль.",
        price: 5199,
        power: 2500
    },
    {
        id: 5,
        img: chainsawImg3,
        title: "Бензопила MS DSG-25H",
        description: "Бензопила для догляду за деревами на присадибних ділянках.з економним споживанням палива та низьким рівнем шуму.Оснащена системою легкого запуску, що дозволяє швидко розпочати роботу без зайвих зусиль.",
        price: 5199
    },
    {
        id: 6,
        img: chainsawImg5,
        title: "Бензопила MS DSG-25H",
        description: "Бензопила для догляду за деревами на присадибних ділянках.з економним споживанням палива та низьким рівнем шуму.Оснащена системою легкого запуску, що дозволяє швидко розпочати роботу без зайвих зусиль.",
        price: 5199
    },
    {
        id: 7,
        img: chainsawImg4,
        title: "Бензопила MS DSG-25H",
        description: "Бензопила для догляду за деревами на присадибних ділянках.з економним споживанням палива та низьким рівнем шуму.Оснащена системою легкого запуску, що дозволяє швидко розпочати роботу без зайвих зусиль.",
        price: 5199
    },
    {
        id: 8,
        img: chainsawImg2,
        title: "Бензопила MS DSG-25H",
        description: "Бензопила для догляду за деревами на присадибних ділянках.з економним споживанням палива та низьким рівнем шуму.Оснащена системою легкого запуску, що дозволяє швидко розпочати роботу без зайвих зусиль.",
        price: 5199
    }
]

export default chainsaws;